Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The manufacturing equipment at the new site is of the same design and operating principle (i.e. same filtration process, same cartridge filling system) as used at the current manufacturing site.
es_es: El equipo de fabricación de la planta productora nueva tiene el mismo diseño y principio operativo que el de la actual (esto es, el mismo proceso de filtrado y el mismo sistema de llenado de cartuchos).

source: The manufacturing equipment at the new site is of the same design and operating principle as used at the current manufacturing site.
es_es: El equipo de fabricación de la planta nueva tiene el mismo diseño y principio operativo que el de la actual.

source: The manufacturing flow chart remains unchanged.
es_es: El flujograma de fabricación permanece sin cambios

source: The manufacturing location and the operations conducted at the respective site are unchanged.
es_es: No se modifican ni el domicilio de fabricación ni las operaciones allí realizadas.

source: The manufacturing of drug products and active pharmaceutical ingredients underlies the supervision and inspection of the Landesamt fiir Soziales Jugend und Versorgung (LSJV).
es_es: La fabricación de medicamentos e ingredientes farmacéuticos activos está bajo la supervisión e inspección de la Landesampt für Soziales, Jugend, und Versorgung (LSJV).

source: The manufacturing of the product is currently performed in sterile manufacturing are 3 (SM3).
es_es: La fabricación del producto se realiza actualmente en el área de fabricación estéril 3 (SM3).

source: The manufacturing of the solution and the filling of the cartridge is carried out in room condition class D / ISO 8.
es_es: La fabricación de la solución y el llenado del cartucho se realizan en condiciones ambientales clase D / ISO 8.

source: The manufacturing principles including the single manufacturing steps remain the same:
es_es: Los principios de fabricación, incluidos los pasos de fabricación individuales permatecen inalterados.

source: The manufacturing process as described in corresponding section of the dossier remains unchanged.
es_es: El proceso de fabricación descrito en la sección correspondiente del dossier permanece sin cambios.

source: The manufacturing process consists of manufacturing of the filled bulk cartridge and packaging together with a labelled Respimat inhaler.
es_es: El proceso de fabricación consiste en la fabricación del cartucho a granel lleno y el acondicionamiento, junto con un inhalador Respimat etiquetado.

source: The manufacturing process for spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL), abbreviated PFS-NSD-1, and the in-process controls (IPCs) applied during manufacturing are provided in Figure 3.
es_es: El proceso de fabricación de la solución inyectable de espesolimab en jeringa prellenada de 150 mg/jeringa (150 mg/ml), PFS-NSD-1 en su forma abreviada, y los procesos intermedios del proceso implementados durante la fabricación se presentan en la Figura 3.

source: The manufacturing process for spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL), abbreviated PFS-NSD-1, and the in-process controls (IPCs) applied during manufacturing are provided in Figure 1.
es_es: El proceso de fabricación de la solución inyectable de spesolimab en jeringa prellenada de 150 mg/jeringa (150 mg/ml), PFS-NSD-1 en su forma abreviada, y los procesos intermedios del proceso implementados durante la fabricación se presentan en la Figura 1.

source: The manufacturing process for tenecteplase powder for solution for injection 40 mg/vial and, 50 mg/vial and the in-process controls (IPCs) applied during manufacturing are provided in
es_es: En la Figura 4, se presentan el proceso de fabricación de spesolimab, concentrado para solución para infusión, 450 mg/vial (60 mg/mL) y los controles intermedios del proceso (IPC) aplicados durante la fabricación.

source: The manufacturing process for tenecteplase powder for solution for injection 40 mg/vial and, 50 mg/vial and the in-process controls (IPCs) applied during manufacturing are provided in Figure 1.
es_es: En la Figura 1, se presentan el proceso de fabricación de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial y los controles intermedios del proceso (IPC) aplicados durante la fabricación.

source: The manufacturing process of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) comprises the identical handling steps for drug substance (150 mg/mL).
es_es: El proceso de fabricación de la solución inyectable de espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) incluye los mismos pasos de manipulación para el principio activo (150 mg/ml).

source: The manufacturing process of Geneticin used beef extract and peptone in the culture medium for the microbial seed (starter) culture.
es_es: En el proceso de fabricación de la geneticina, se ha utilizado extracto cárnico bovino y peptona en el medio de cultivo empleado en el cultivo de siembra microbiana (inicial).

source: The manufacturing process of Geneticin uses beef extract and peptone in the culture medium used in the microbial seed (starter) culture.
es_es: En el proceso de fabricación de la geneticina, se utiliza extracto cárnico bovino y peptona en el medio de cultivo empleado en el cultivo de siembra microbiana (inicial).

source: The manufacturing process of spesolimab DS and DP was evaluated with regard to the potential contamination with viral adventitious agents.
es_es: Se ha evaluado el proceso de fabricación del principio activo y del medicamento Espesolimab respecto de la posible contaminación con agentes fortuitos virales.

source: The manufacturing process of spesolimab DS and DP was evaluated with regard to the potential contamination with non-viral adventitious agents.
es_es: Se ha evaluado el proceso de fabricación del principio activo y del medicamento Espesolimab respecto de la posible contaminación con agentes fortuitos no virales.

source: The manufacturing process of tenecteplase lyophilisate for solution for injection 25 mg was specifically checked for the following aspects:
es_es: En el proceso de fabricación de tenecteplasa, liofilizado para solución inyectable, 25 mg, se controlaron específicamente los siguientes aspectos:.

source: The manufacturing process of the 40 and 50 mg/vial is identical and differs in the filling volume.
es_es: El proceso de fabricación de las presentaciones de 40 y 50 mg/frasco es idéntico y se diferencia únicamente en el volumen de llenado.

source: The manufacturing process of the bulk drug product at the proposed new site with a 2-fold and 4-fold increased batch size of 440 kg and 880 kg (final blend), respectively, compared to the established manufacturing process at the approved drug product manufacturing site Boehringer Ingelheim Pharma GmbH & Co. KG, Germany (BI DE (IN)) is in principle the same.
es_es: En principio, en la nueva planta productora se mantiene el mismo proceso de fabricación del medicamento a granel, con una duplicación y cuadruplicación del tamaño de partida, en las partidas de 440 y 880 kg (mezcla final) respectivamente, tomando como comparación la planta productora aprobada para el medicamento, que es Boehringer Ingelheim Pharma GmbH & Co. KG, Alemania (BI DE [IN]).

source: The manufacturing process steps following the UF / DF, i.e., the formulation step and the DP manufacturing process, were assessed for potential contribution of metal elements.
es_es: Se evaluaron los pasos del proceso de fabricación posteriores al UF/DF, es decir, el paso de formulación y el proceso de fabricación del medicamento, para determinar la contribución potencial de elementos metálicos.

source: The manufacturing process used at Rottendorf DE is considered equivalent to the manufacturing process used by BI DE (IN).
es_es: Se considera que el proceso de fabricación de Rottendorf DE es equivalente al de BI DE (IN).

source: The manufacturing process used at Rottendorf DE is considered equivalent tothe manufacturing process used by BI DE(IN).
es_es: Se considera que el proceso de fabricación de Rottendorf DE es equivalente al de BI DE (IN).

source: The manufacturing processes prior to the proposed changes (drug substance manufacturing) or subsequent to the proposed changes (visual inspection, labelling, and packaging) remain unchanged and validated
es_es: Permanecen inalterados y siguen considerándose validados los procesos de fabricación previos a los cambios propuestos (fabricación del principio activo) y posteriores (inspección visual, etiquetado y acondicionamiento).

source: The manufacturing steps of the spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL), abbreviated as PFS-NSD-1, includes thawing, pooling/splitting, filtration of drug substance (DS) 150 mg/mL, followed by sterile filtration, aseptic filling, stoppering and 100 % visual inspection and finally the assembly in a needle safety device (PFS-NSD-1) (see Figure 4).
es_es: Los pasos de fabricación de la solución inyectable de espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml), abreviada como PFS-NSD-1, incluyen el descongelamiento, el agrupamiento/división, la filtración del principio activo 150 mg/ml, seguidos del filtrado estéril, el llenado aséptico, la colocación de tapones, la inspección visual al 100% y, por último, el ensamblaje en un dispositivo de seguridad de aguja (PFS-NSD-1) (ver la Figura 4).

source: The manufacturing steps were then assessed by process characterisation studies and technical at-scale batches as described in Chapters 3.2 – 3.10.
es_es: Luego se evaluaron los pasos de fabricación mediante estudios de caracterización y partidas técnicas a escala, tal como se describe en los Capítulos3.2 –3.10.

source: The marginal differences between the SM3 and SM6 DP manufacturing processes were assessed within the scope of development and transfer activities and indicated no negative impact on product quality (see Section 3.2.P.2 in Chapter 3.12 and summary of drug product comparability study below).
es_es: Dentro del marco de las actividades de desarrollo y transferencia, se evaluaron las diferencias marginales entre los procesos de fabricación del medicamento en las salas SM3 y SM6 y no surgió ningún efecto negativo sobre la calidad del producto (ver la Sección 3.2.P.2, en el Capítulo 3.12, y el estudio de comparabilidad resumida del medicamento a continuación).

source: The marked capsules are 100 % checked by an automated camera based optical inspection for marking quality.
es_es: Las cápsulas marcadas se verifican en un 100 % mediante inspección óptica automatizada por cámara para controlar la calidad del marcaje.

source: The master cell bank used for the manufacturing of the WCB 91300091 was MCB#1221 generated by Genentech
es_es: El banco de células maestro usado para la fabricación del WCB 91300091 fue el MCB#1221 generado por Genentech.

source: The master cell bank used for the manufacturing of the WCB#2193 was MCB#1221 generated by Genentech
es_es: [fuzzy]El banco de células maestro usado para la fabricación del WCB#2193 fue el MCB#1221 generado por Genentech.

source: The material is autoclavable and gamma sterilisable.
es_es: El material se puede esterilizar en autoclave y con rayos gamma.

source: The material is identical regarding quality and test parameters and specification limits are aligned with the hydrochloric acid materials already implemented at BI Biberach.
es_es: El material es idéntico en cuanto a calidad y los parámetros analíticos, y los límites de la especificación están alineados con los materiales de ácido clorhídrico ya empleados en BI Biberach.

source: The material is only deviating in concentration grade.
es_es: El material solo difiere en el grado de concentración.

source: The material meets FDA 21 CFR 177.2600 and ISO 10993 testing requirements.
es_es: El material cumple con los requisitos analíticos de los códigos regulatorios CFR 177.2600 e ISO 10993 de la FDA 21.

source: The material of the inner part of the RNS, the Needle Shield (NS) shall meet applicable requirements of ISO 8871‐1.
es_es: El material de la parte interior de la funda de aguja rígida y el protector de aguja, deberá cumplir con los requisitos aplicables de la norma ISO 8871-1.

source: The material of the vessels used for the storage of the solutions will be added.
es_es: Se añadirá el material de los vasos de ensayo utilizados para el almacenamiento de las soluciones.

source: The materials and equipment used for the experiments are shown inTable 39.
es_es: En la Tabla 39 se pueden apreciar los materiales y equipos usados en los ensayos.

source: The materials of construction of the aluminium lidding foil and PVC forming film are presented in Table 1.
es_es: En la Tabla 1 se presentan los materiales de elaboración de la cubierta de aluminio y la película cavitada de PVC.

source: The matrix of the drug product has no considerable influence on the range, but potential matrix effects have to be validated for possible influences on peak separation and method performance.
es_es: La matriz del medicamento no ejerce una influencia considerable sobre el intervalo, sin embargo, se deben validar los efectos potenciales de la matriz para detectar posibles influencias en la separación de picos y el desempeño del método.

source: The matrix sample solution was analyzed using the standard addition method, to determine the concentration of NDMA before the matrix was spiked.
es_es: La solución muestra de la matriz se analizó mediante el método de adición del estándar para determinar la concentración de NDMA previa al enriquecimiento de la matriz.

source: The matrix sample solutions were prepared as described in the analytical procedure butwithout internal standard (ISTD)
es_es: Se prepararon las soluciones muestra matriz según el método analítico, pero sin estándar interno.

source: The maximum DS hold time at 2 – 8°C is 60 days.
es_es: El tiempo máximo de detención del principio activo a 2 – 8 °C es de 60 días.

source: The maximum DS hold time at 20 – 25°C is 3 days.
es_es: El tiempo máximo de detención del principio activo a 20 – 25 °C es de 3 días.

source: The maximum acceptable difference between the regression lines at the lower, middle and upper concentration level was calculated as ± 50 % (lower concentration), ± 20 % (middle concentration), or ± 10 % (upper concentration) of the estimated value of the calibration curve with the respective matrix.
es_es: Se ha calculado que la diferencia máxima aceptable entre las curvas de regresión en los valores menor, intermedio y superior de concentración es ± 50 %(inferior), ± 20 % (intermedia) o ± 10 % (superior)de la curva de calibración estimada con la matriz respectiva.

source: The maximum allowable DNA content in the Phenyl Sepharose eluate is 100 pg DNA per dose because no further DNA clearance can be expected from the following process steps.
es_es: El contenido de ADN máximo permitido en el eluido de fenil sefarosa es de 100 pg de ADN por dosis, ya que no es de esperar ninguna otra depuración de ADN en los siguientes pasos del proceso.

source: The maximum daily intake of each potential leachable is the amount emitted from one rubber stopper.
es_es: La ingesta diaria máxima de cada posible lixiviable es la cantidad emitida por un tapón de caucho.

source: The maximum duration of sterile filtration was investigated during filter validation studies, for details refer to Section 3.2.P.3.5 Process Validation and/or Evaluation.
es_es: En los estudios de validación del filtro, se analizó la duración máxima de la filtración estéril; se incluyen más detalles en la Sección 3.2.P.3.5, Validación y evaluación del proceso.

source: The maximum hold time is set to 48 hours at ambient temperature.
es_es: El tiempo de espera máximo se establece en 48 horas a temperatura ambiente.

source: The maximum measured DNA concentration in SP Sepharose eluate is 0.36 ng DNA per mg tenecteplase.
es_es: La concentración de ADN máxima medida en el eluido de SP sefarosa es de 0,36 ng de ADN por mg de tenecteplasa.

source: The maximum residual stress of the Glass Syringe shall not produce an optical retardation exceeding 40 nm/mm of glass thickness when the glass barrel is viewed in a strain viewer.
es_es: La tensión residual máxima de la jeringa de vidrio no deberá producir un retardo óptico superior a 40 nm/mm de espesor del vidrio al mirar el cilindro de vidrio a través de un visor de tensión.

source: The maximum sample size is capped at 656 patients
es_es: Como tamaño de muestra se fija un límite máximo de 656 pacientes.

source: The maximum sample size is capped at 656 patients.
es_es: Como tamaño de muestra se fija un límite máximo de 656 pacientes.

source: The maximum sample size of 656 patients would have provided 80% power to detect a 10% increase in reperfusion at initial angiography from 18% to 28%, allowing for approximately 10% nonevaluable patients.
es_es: El tamaño máximo de muestra de 656 pacientes habría brindado una potencia del 80% para detectar un aumento del 10% en la reperfusión en la angiografía inicial, del 18% al 28%, lo que arrojaría aproximadamente 10% de pacientes no evaluables.

source: The maximum sample size was capped at 276 patients.
es_es: Como tamaño de muestra se fijó un límite máximo de 276 pacientes.

source: The meal was to be completely consumed within 25 min. The trial medication was to be administered 30 min after starting the meal.
es_es: Los sujetos debían ingerir la comida en su totalidad en un lapso de 25 minutos como máximo. La medicación en estudio debía administrarse 30 minutos después de comenzada la ingesta.

source: The mean LVEF was 54.3%.
es_es: La FEVI media fue 54.3%.

source: The mean age (SD) was 70.4 (15.1) in the tenecteplase group and 71.9 (13.7) in the alteplase group.
es_es: La edad media (desviación estándar) fue de 70.4 (15.1) en el grupo de tenecteplasa y de 71.9 (13.7) en el grupo de alteplasa.

source: The mean change from baseline at a combined time point of Weeks 124, 148, and 172 was of -7.3 (95% CI -7.9, -6.6) in the empagliflozin group and -7.8 (95% CI -8.4, -7.1) in the placebo group; see Figure 11.1.3.7: 1 and Table 15.2.4.28: 5.
es_es: El cambio medio desde el inicio en un momento combinado compuesto por las semanas 124, 148 y 172 fue -7.3 (IC del 95 %: -7.9, -6.6) en el grupo de empagliflozina y -7.8 (IC del 95 %: -8.4, -7.1) en el grupo de placebo; véanse la Figura 11.1.3.7: 1 y la Tabla 15.2.4.28: 5.

source: The mean cumulative incidence was displayed for adjudicated recurrent HHF.
es_es: Para las hospitalizaciones por insuficiencia cardíaca recurrentes adjudicadas se presentó la incidencia media acumulativa.

source: The mean cumulative number of HHF events in the empagliflozin and placebo groups started to diverge shortly after randomisation and continued to separate over the course of the trial (Figure 11.1.2.1.1: 1).
es_es: La cantidad acumulada media de HIC en los grupos de empagliflozina y placebo comenzó a divergir poco después de la aleatorización y continuó separándose durante el transcurso del ensayo (Figura 11.1.2.1.1: 1).

source: The mean cumulative number of all-cause hospitalisation events in the empagliflozin and placebo groups started to diverge about 90 days after randomisation and was maintained over the course of the trial (Figure 11.1.2.5.1: 1).
es_es: La cantidad acumulada media de eventos de hospitalización por todas las causas en los grupos de empagliflozina y placebo comenzó a divergir aproximadamente 90 días después de la aleatorización y se mantuvo durante el transcurso del ensayo (Figura 11.1.2.5.1: 1).

source: The mean of these 3 blood pressure values was to be used.
es_es: El valor que se usaba era la media de estos 3 valores de presión arterial.

source: The mean sensitivity of the human eye is represented by the distribution coefficients x̄λ, ȳλ and z̄λ (Figure 2.2.2.-1).
es_es: La sensibilidad media del ojo humano está representada por los coeficientes de distribución x̄λ, ȳλ y z̄λ(Figura 2.2.2.-1).

source: The mean time to recurrence was 4.8 years and 25% of the population had recurrence by 3.2 years [P19-06504].
es_es: El tiempo medio hasta la recurrencia fue 4.8 años y 25% de la población experimentó una recurrencia a los 3.2 años [P19-06504].

source: The mean value is 0.48 ppm (0.000048 %).
es_es: La media es 0.48 ppm (0.000048 %).

source: The mean value is 0.53 ppm (0.000053 %).
es_es: La media es 0.53 ppm (0.000053 %).

source: The measured plasma concentrations of metformin and empagliflozin provided further evidence of compliance.
es_es: El cumplimiento se evidenció, además, con las concentraciones medidas en plasma de metformina y empagliflozina.

source: The measured plasma concentrations were to provide additional confirmation of compliance.
es_es: El cumplimiento se confirmaría, además, con las concentraciones medidas en plasma.

source: The measured radioactivity of the load sample is presented in Table 10 for each run listed above.
es_es: La radiactividad medida en la muestra de la carga de cada una de las corridas mencionadas se incluye en la Tabla 10.

source: The measurement of residual DNA levels in tenecteplase containing solutions was performed by the “total DNA assay”.
es_es: La medición de los niveles residuales de ADN en las soluciones que contienen tenecteplasa se realizó por medio del “ensayo de ADN total”.

source: The measurement of the DNA content in the tenecteplase solutions was performed using the “total DNA assay”.
es_es: La medición del contenido de ADN en las soluciones de tenecteplasa se realizó por medio del “ensayo de ADN total”.

source: The measurements were appropriate to monitor drug-induced changes in vital signs, standard laboratory values, biomarkers specific to efficacy of treatment of HF, and ECG.
es_es: Las mediciones fueron adecuadas para monitorear los cambios inducidos por el medicamento en los signos vitales, los valores estándar de laboratorio, los marcadores biológicos específicos de la eficacia del tratamiento contra la insuficiencia cardíaca y los valores de ECG.

source: The mechanism of action is supported by studies in healthy volunteers where both doses were associated with about 50 g glucosuria.
es_es: Para respaldar el mecanismo de acción, se apela a estudios realizados sobre voluntarios sanos, en los que ambas dosis se asociaron a una glucosuria de aproximadamente 50 g.

source: The median (interquartile range) time between thrombolysis and arterial puncture for metropolitan patients in this trial was 42 (22-60) min compared with 46 (28-64) min in the original trial, potentially reflecting improvements in workflow over time.
es_es: La mediana de tiempo (rango intercuartílico) entre la trombólisis y la punción arterial en los pacientes metropolitanos en este ensayo fue de 42 (22-60) min en comparación con 46 (28-64) min en el ensayo original, lo que podría reflejar mejoras en el flujo de trabajo con el tiempo.

source: The median NIHSS score at 24 hours was 3 (interquartile range, 1 to 12) among patients in the tenecteplase group and 6 (interquartile range, 2 to 14) among those in the alteplase group (odds ratio, 1.4; 95% CI, 1.0 to 1.9; P=0.06 with adjustment for baseline NIHSS score).
es_es: La mediana del puntaje de NIHSS a las 24 horas fue de 3 (rango intercuartílico, 1 a 12) en los pacientes del grupo de tenecteplasa y de 6 (rango intercuartílico, 2 a 14) en los participantes del grupo de alteplasa (cociente de probabilidades, 1.4; IC del 95 %, 1.0 a 1.9; P = 0.06 con ajuste en función del puntaje inicial de NIHSS).
